Revit 2027 API
BuiltInFailures.CurtainGridFamilyFailures.CurtainSystemCouldnotReacquireFaces Property
 Curtain System could not reacquire [Number] faces out of [Number].
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CurtainSystemCouldnotReacquireFaces { get; }
Public Shared ReadOnly Property CurtainSystemCouldnotReacquireFaces As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CurtainSystemCouldnotReacquireFaces {
	FailureDefinitionId^ get ();
}
static member CurtainSystemCouldnotReacquireFaces : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CurtainGridFamilyFailures Class
Autodesk.Revit.DB Namespace